Repository: APiZFiBlockChain4/ediabaslib
Catalog: CarControl/CarControl/Resources/strings.*.resx
Languages: de_de

# axisModeConveyor
source: Conveyor
de_de: Band

# axisModeGarage
source: Garage
de_de: Werkstatt

# batteryStatus
source: Battery
de_de: Akku

# buttonModeConnect
source: Connect
de_de: Verbinden

# buttonModeDisconnect
source: Disconnect
de_de: Trennen

# cccNavDirEast
source: East
de_de: Ost

# cccNavDirNorth
source: North
de_de: Nord

# cccNavDirSouth
source: South
de_de: Süd

# cccNavGpsPos2D
source: 2D positioning
de_de: 2D Positionierung

# cccNavGpsPos3D
source: 3D positioning
de_de: 3D Positionierung

# cccNavGpsPosSearch
source: Search
de_de: Suchen

# errorClassBelowThreshold
source: Value below threshold
de_de: Wert unterhalb Schwelle

# errorClassInvalidValue
source: Invalid signal
de_de: Unplausibles Signal

# errorClassNoSymptom
source: No error symptom
de_de: Kein Fehlersymptom

# errorClassNoValue
source: No signal
de_de: Kein Signal

# errorClassOverThreshold
source: Value over threshold
de_de: Wert oberhalb Schwelle

# errorClassUnknown
source: Error unknown
de_de: Fehler unbekannt

# errorNameACSM
source: ACSM Crash security module
de_de: ACSM Crash-Sicherheits-Modul

# errorNameAHM
source: AHM Trailer module
de_de: AHM Anhängermodul

# errorNameCCCA
source: CCC-A Applications
de_de: CCC-A Anwendungen

# errorNameCCCANT
source: CCC-ANT Antenna tuner
de_de: CCC-ANT Antennentuner

# errorNameCCCASK
source: CCC-ASK Audio system controller
de_de: CCC-ASK Audiosystem-Kontroller

# errorNameCCCBO
source: CCC-BO Front panel
de_de: CCC-BO Bedienoberfläche

# errorNameCDC
source: CDC CD disk charger
de_de: CDC CD-Wechsler

# errorNameDDE
source: DDE Diesel elektronic
de_de: DDE Diesel Elektronik

# errorNameDSC
source: DSC Dynamic stability control
de_de: DSC Dynamische Stabilitätskontrolle

# errorNameEHC
source: EHC Level control
de_de: EHC Höhenstands Control

# errorNameEKPS
source: EKPS Fuel pump control
de_de: EKPS Kraftstoffpumpensteuerung

# errorNameIHK
source: IHK Integrated heating climate automatic
de_de: IHK Integrierte Heiz-Klima-Automatik

# errorNameKBM
source: KBM Chassis basic module
de_de: KBM Karosserie-Basismodul

# errorNameKGM
source: KGM Chassis gateway module
de_de: KGM Karosserie-Gateway-Modul

# errorNameKOMBI
source: KOMBI Combination instrument
de_de: KOMBI Instrumentenkombination

# errorNameLM
source: LM Light module
de_de: LM Lichtmodul

# errorNameRLS
source: RLS Rain main beam sensor
de_de: RLS Regen-Fahrlicht-Sensor

# errorNameSZL
source: SZL Gearshift unit steering column
de_de: SZL Schaltzentrum Lenksäule

# errorNameSZM
source: SZM Gearshift unit center console
de_de: SZM Schaltzentrum Mittelkonsole

# errorNoError
source: No errors present
de_de: Keine Fehler vorhanden

# errorNoResponse
source: No response
de_de: Keine Antwort

# errorPresentNever
source: Error never occured
de_de: Fehler nie aufgetreten

# errorPresentNotNow
source: Error not present
de_de: Fehler nicht vorhanden

# errorPresentNow
source: Error present
de_de: Fehler vorhanden

# errorWarningActive
source: Warning lamp
de_de: Warnlampe

source: Store log
de_de: Log speichern
