Repository: APiZFiBlockChain4/ediabaslib
Catalog: CarControl/CarControl/MainForm.*.resx
Languages: de_de

# $this.Text
source: BMW Control
de_de: BMW Steuerung

# buttonClose.Text
source: Close
de_de: Schließen

# buttonConnect.Text
source: Connect
de_de: Verbinden

# buttonPowerOff.Text
source: Power Off
de_de: Ausschalten

# buttonStoreLog.Text
source: Store log
de_de: Log speichern

# checkBoxConnected.Text
source: Connected
de_de: Verbunden

# checkBoxHipDriver.Text
source: HIP driver OK
de_de: HIP Treiber OK

# checkBoxLogFile.Text
source: Create log file
de_de: Logfile erzeugen

# checkBoxMotorPartFilterRequest.Text
source: Part. filter regeneration request
de_de: Partikelfilter Anforderung Regen.

# checkBoxMotorPartFilterStatus.Text
source: Part. filter regeneration
de_de: Partikelfilter Regeneration

# checkBoxMotorPartFilterUnblock.Text
source: Part. filter unblock regeneration
de_de: Partikelfilter Freigabe Regen.

# checkBoxOilPressSwt.Text
source: Oil pressure switch
de_de: Öldruckschalter

# groupBoxControl.Text
source: Control
de_de: Steuerung

# labelAxisBatteryVoltage.Text
source: Battery voltage [V]:
de_de: Batteriespannung [V]:

# labelAxisLeft.Text
source: Axis left:
de_de: Achse links:

# labelAxisMode.Text
source: Axis mode:
de_de: Achsenmodus:

# labelAxisRight.Text
source: Axis right:
de_de: Achse rechts:

# labelCccNavGpsDateTime.Text
source: GPS Date/Time:
de_de: GPS Datum/Zeit:

# labelCccNavPosHeight.Text
source: Position height NN [m]:
de_de: Position Höhe NN [m]:

# labelCccNavPosLat.Text
source: Position latitude:
de_de: Position Breite:

# labelCccNavPosLong.Text
source: Position longitude:
de_de: Position Länge:

# labelCccNavResHorz.Text
source: GPS horizonal resolution [m]:
de_de: GPS horizonale Auflösung [m]:

# labelCccNavResPos.Text
source: GPS position resolution [m]:
de_de: GPS Position Auflösung [m]:

# labelCccNavResVert.Text
source: GPS vertical resolution [m]:
de_de: GPS vertikale Auflösung [m]:

# labelCccNavSpeed.Text
source: Speed [km/h]:
de_de: Geschwindigkeit [km/h]:

# labelErrorCount.Text
source: Error count:
de_de: Fehlerzähler:

# labelIdleSpeedControlOff.Text
source: Idle speed controller disabled
de_de: Leerlaufregler ausgeschaltet

# labelIdleSpeedControlOn.Text
source: Idle speed controller enabled
de_de: Leerlaufregler eingeschaltet

# labelIhkHeatExSetpoint.Text
source: Heat exchanger setpoint [°C]:
de_de: Wärmetauschersollwert [°C]:

# labelIhkHeatExTemp.Text
source: Heat exchanger temperature [°C]:
de_de: Wärmetauschertemperatur [°C]:

# labelIhkInTemp.Text
source: Indoor temperature [°C]:
de_de: Innentemperatur [°C]:

# labelIhkInTempDelay.Text
source: Indoor temperature delayed [°C]:
de_de: Innentemperatur verzögert [°C]:

# labelIhkOutTemp.Text
source: Outdoor temperature [°C]:
de_de: Außentemperatur [°C]:

# labelIhkSetpoint.Text
source: Setpoint [°C]:
de_de: Sollwert [°C]:

# labelMotorAirMass.Text
source: Air mass [kg/h]:
de_de: Luftmasse [kg/h]:

# labelMotorAirMassAct.Text
source: Air mass act [mg/pass]:
de_de: Luftmasse ist [mg/Hub]:

# labelMotorAirMassSet.Text
source: Air mass set [mg/pass]:
de_de: Luftmasse soll [mg/Hub]:

# labelMotorAmbientPress.Text
source: Ambient pressure [mbar]:
de_de: Umgebungsdruck [mbar]:

# labelMotorAmbientTemp.Text
source: Ambient temp. [°C]:
de_de: Umgebungstemperatur [°C]:

# labelMotorBatteryVoltage.Text
source: Battery voltage [V]:
de_de: Batteriespannung [V]:

# labelMotorBoostPressAct.Text
source: Boost pressure act [mbar]:
de_de: Ladedruck ist [mbar]:

# labelMotorBoostPressSet.Text
source: Boost pressure set [mbar]:
de_de: Ladedruck soll [mbar]:

# labelMotorExhaustBackPressure.Text
source: Exhaust back pressure [mbar]:
de_de: Abgasgegendruck [mbar]:

# labelMotorFuelTemp.Text
source: Fuel temp. [°C]:
de_de: Treibstofftemperatur [°C]:

# labelMotorIntakeAirTemp.Text
source: Intake air temp. [°C]:
de_de: Ansauglufttemp. [°C]:

# labelMotorPartFilterDistSinceRegen.Text
source: Part. filter dist. since regen. [km]:
de_de: Partikelfilter Strecke seit Regen. [km]:

# labelMotorQuantCorrCylinder1.Text
source: Quant. corr. cylinder 1 [mg/pass]:
de_de: Mengenkorrektur Zylinder 1 [mg/Hub]:

# labelMotorQuantCorrCylinder2.Text
source: Quant. corr. cylinder 2 [mg/pass]:
de_de: Mengenkorrektur Zylinder 2 [mg/Hub]:

# labelMotorQuantCorrCylinder3.Text
source: Quant. corr. cylinder 3 [mg/pass]:
de_de: Mengenkorrektur Zylinder 3 [mg/Hub]:

# labelMotorQuantCorrCylinder4.Text
source: Quant. corr. cylinder 4 [mg/pass]:
de_de: Mengenkorrektur Zylinder 4 [mg/Hub]:

# labelMotorRailPressAct.Text
source: Rail pressure act [bar]:
de_de: Raildruck ist [bar]:

# labelMotorRailPressSet.Text
source: Rail pressure set [bar]:
de_de: Raildruck soll [bar]:

# labelMotorRpmCylinder1.Text
source: Revolution cylinder 1 [1/min]:
de_de: Drehzahl Zylinder 1 [1/min]:

# labelMotorRpmCylinder2.Text
source: Revolution cylinder 2 [1/min]:
de_de: Drehzahl Zylinder 2 [1/min]:

# labelMotorRpmCylinder3.Text
source: Revolution cylinder 3 [1/min]:
de_de: Drehzahl Zylinder 3 [1/min]:

# labelMotorRpmCylinder4.Text
source: Revolution cylinder 4 [1/min]:
de_de: Drehzahl Zylinder 4 [1/min]:

# labelMotorTemp.Text
source: Motor temperature [°C]:
de_de: Motortemperatur [°C]:

# labelMotorTempBeforeCat.Text
source: Temp. before catalyst [°C]:
de_de: Temp. vor Katalysator [°C]:

# labelMotorTempBeforeFilter.Text
source: Temp. before part. filter [°C]:
de_de: Temp. vor Partikelfilter [°C]:

# labelOutputState.Text
source: Output states:
de_de: Zustand Ausgänge:

# labelPmBatCap.Text
source: Battery capacity [Ah]:
de_de: Batteriekapazität [Ah]:

# labelPmCalEvents.Text
source: Calibration Events:
de_de: Kalibierereignisse:

# labelPmSeasonTemp.Text
source: Season Temperature [°C]:
de_de: Saison Temperatur [°C]:

# labelPmSocFit.Text
source: State of Charge (SoC Fit) [%]:
de_de: Ladezustand (SoC Fit) [%]:

# labelPmSocPercent.Text
source: State of Charge (SoC) [%]:
de_de: Ladezustand (SoC) [%]:

# labelPmSocPercentD1.Text
source: Day 1:
de_de: Tag 1:

# labelPmSocQ.Text
source: State of Charge (SoC) [Ah]:
de_de: Ladezustand (SoC) [Ah]:

# labelPmSocQD1.Text
source: Day 1:
de_de: Tag 1:

# labelPmSoh.Text
source: State of Health (SoH) [+/-50]:
de_de: Gesundheitszustand (SoH) [+/-50]:

# labelPmStartCap.Text
source: Start capability [%]:
de_de: Startfähigkeit [%]:

# labelPmStartCapD1.Text
source: Day 1:
de_de: Tag 1:

# labelSpeed.Text
source: Speed [km/h]:
de_de: Geschwindigkeit [km/h]:

# pushButtonDown.Text
source: Down
de_de: Abwärts

# pushButtonUp.Text
source: Up
de_de: Aufwärts

# pushButtonWlan.Text
source: WLAN on
de_de: WLAN ein

# tabPageAxis.Text
source: Axis
de_de: Achse

# tabPageErrors.Text
source: Errors
de_de: Fehler

# tabPageIhk.Text
source: Climate
de_de: Klima

# tabPageMotorRotIrregular.Text
source: Rot. irregularity
de_de: Drehungsgleichförmig.

# tabPageMotorUnevenRunning.Text
source: Uneven running
de_de: Laufunruhe

# tabPagePm.Text
source: Power management
de_de: Energiemanagement
